Repository: jibaku/blogging
Catalog: blogging/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: %(count)d post was successfully marked as published.
fr_fr: %(count)d billet à été marqué comme publié

source: Mark selected stories as published
fr_fr: Marquer les billets sélectionnés comme publié

source: %(count)d post was successfully marked as draft.
fr_fr: %(count)d billet à été marqué comme brouillon

source: Mark selected stories as draft
fr_fr: Marquer les billets sélectionnés comme brouillon

source: Latest published items from %s
fr_fr: Derniers billets de la catégorie %s

source: Latest published entries
fr_fr: Derniers billets publiés

source: Latest entries
fr_fr: Derniers billets

source: Name
fr_fr: Nom

source: category
fr_fr: Catégorie

source: categories
fr_fr: Catégories

source: Draft
fr_fr: Brouillon

source: Published
fr_fr: Publié

source: Deleted
fr_fr: Supprimé

source: Title
fr_fr: Titre

source: Author
fr_fr: Auteur

source: Exceprt
fr_fr: Extrait

source: Content
fr_fr: Contenu

source: Published on
fr_fr: Publié le

source: Selected
fr_fr: Selectionné

source: Are comments open?
fr_fr: Commentaires ouverts ?

source: Are trackbacks open?
fr_fr: Trackbacks ouverts ?

source: Categories
fr_fr: Catégories

source: item
fr_fr: billet

source: items
fr_fr: billets

source: The value of BLOG_ITEM_URL should be '%(expected)s' and not '%(found)s'
fr_fr: La valeur de BLOG_ITEM_URL devrait être '%(expected)s' et pas '%(found)s'
